tap "homebrew/bundle"
brew "ghq"
brew "jq"
brew "neovim"
brew "peco"
brew "ripgrep"
brew "starship"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
